Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/CoreRepairKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SEED_BUILDS_NOT_SUPPORTED_IPAD
source: iPadOS beta is not supported.
ar: الإصدار التجريبي من iPadOS غير مدعوم.
bg: Не се поддържа бета версия на iPadOS.
ca: La versió beta de l’iPadOS no és compatible.
cs: Betaverze systému iPadOS není podporovaná.
da: iPadOS-betaversion understøttes ikke.
de: iPadOS-Beta wird nicht unterstützt.
el: Το iPadOS beta δεν υποστηρίζεται.
es: La versión beta de iPadOS no es compatible.
es_us: La versión beta de iPadOS no es compatible.
fi: iPadOS-betaa ei tueta.
fr: iPadOS bêta n’est pas pris en charge.
fr_ca: La version bêta d’iPadOS n’est pas prise en charge.
he: אין תמיכה בגירסת בטא של iPadOS.
hi: iPadOS बीटा समर्थित नहीं है।
hr: iPadOS beta nije podržan.
hu: Az iPadOS bétaverziója nem támogatott.
id: iPadOS beta tidak didukung.
it: La beta di iPadOS non è supportata.
ja: ベータ版のiPadOSには対応していません。
kk: iPadOS бета нұсқасына қолдау көрсетілмейді.
ko: iPadOS 베타는 지원되지 않습니다.
lt: „iPadOS“ beta versija nepalaikoma.
ms: iPadOS beta tidak disokong.
nl: De bètaversie van iPadOS wordt niet ondersteund.
no: Betaversjoner av iPadOS støttes ikke.
pl: System iPadOS beta nie jest obsługiwany.
pt_br: A versão beta do iPadOS não é compatível.
pt_pt: A versão beta do iPadOS não é suportada.
ro: Versiunea iPadOS beta nu este compatibilă.
ru: Бета-версия iPadOS не поддерживается.
sk: Beta verzia systému iPadOS nie je podporovaná.
sl: Različica beta operacijskega sistema iPadOS ni podprta.
sv: Betaversionen av iPadOS stöds inte.
th: ไม่รองรับ iPadOS รุ่นเบต้า
tr: iPadOS beta desteklenmiyor.
uk: Бета-версія iPadOS не підтримується.
vi: iPadOS beta không được hỗ trợ.
zh_cn: iPadOS Beta版不受支持。
zh_hk: 不支援iPadOS Beta。
zh_tw: 不支援iPadOS Beta版。

# TRUEDEPTH_COMPONENT
source: TrueDepth Camera
ar: كاميرا العمق الحقيقي
bg: Камера TrueDepth
ca: Càmera TrueDepth
cs: TrueDepth fotoaparát
da: TrueDepth-kamera
de: TrueDepth-Kamera
el: Κάμερα TrueDepth
es: Cámara TrueDepth
es_us: Cámara TrueDepth
fi: TrueDepth-kamera
fr: Caméra TrueDepth
fr_ca: Caméra TrueDepth
he: מצלמת TrueDepth
hi: TrueDepth कैमरा
hr: TrueDepth kamera
hu: TrueDepth kamera
id: Kamera TrueDepth
it: Fotocamera TrueDepth
ja: TrueDepthカメラ
kk: TrueDepth камерасы
ko: TrueDepth 카메라
lt: „TrueDepth“ vaizdo kamera
ms: Kamera TrueDepth
no: TrueDepth-kamera
pl: Aparat TrueDepth
pt_br: Câmera TrueDepth
pt_pt: Câmara TrueDepth
ro: Cameră TrueDepth
ru: Камера TrueDepth
sk: TrueDepth kamera
sl: Kamera TrueDepth
sv: TrueDepth-kamera
th: กล้อง TrueDepth
tr: TrueDepth Kamera
uk: Камера TrueDepth
vi: Camera TrueDepth
zh_cn: 原深感摄像头
zh_hk: 原深感測鏡頭
zh_tw: 原深感測相機

source: Not now
ar: ليس الآن
bg: Не сега
ca: Ara no
cs: Teď ne
da: Ikke nu
de: Später
el: Όχι τώρα
es: Ahora no
es_us: Ahora no
fi: Ei nyt
fr: Pas maintenant
fr_ca: Pas maintenant
he: לא כעת
hi: अभी नहीं
hr: Ne sad
hu: Most nem
id: Nanti
it: Non adesso
ja: 今はしない
kk: Қазір емес
ko: 지금 안 함
lt: Ne dabar
ms: Bukan sekarang
nl: Niet nu
no: Ikke nå
pl: Nie teraz
pt_br: Agora não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sl: Ne zdaj
sv: Inte nu
th: ไม่ใช่ตอนนี้
tr: Daha sonra
uk: Не зараз
vi: Để sau
zh_cn: 以后
zh_hk: 稍後決定
zh_tw: 稍後再說

# GENUINE_DISPLAY_DESC
source: iPhone display is a genuine Apple part.
ar: شاشة iPhone شاشة أصلية من Apple.
bg: Екранът на iPhone е оригинална част на Apple.
ca: La pantalla de l’iPhone és un component original d’Apple.
cs: V iPhonu je nainstalovaný originální displej od společnosti Apple.
da: Skærmen på denne iPhone er en ægte Apple-reservedel.
de: iPhone-Display ist ein Originalbauteil von Apple.
el: Η οθόνη του iPhone αποτελεί γνήσιο εξάρτημα Apple.
es: La pantalla del iPhone es una pieza original de Apple.
es_us: La pantalla de tu iPhone es original de Apple.
fi: iPhonen näyttö on aito Apple-osa.
fr: L’écran de l’iPhone est une pièce Apple d’origine.
fr_ca: L’écran de votre iPhone est une pièce Apple authentique.
he: מסך ה-iPhone הוא רכיב מקורי של Apple.
hi: iPhone डिस्प्ले Apple का असली पार्ट है।
hr: Zaslon iPhonea originalni je Apple proizvod.
hu: Az iPhone kijelzője eredeti Apple-alkatrész.
id: Layar iPhone adalah komponen asli Apple.
it: Lo schermo di iPhone è una parte originale Apple.
ja: iPhoneのディスプレイはApple純正部品です。
kk: iPhone дисплейі — тұпнұсқа Apple бөлшегі.
ko: iPhone 디스플레이가 Apple 정품 부품입니다.
lt: „iPhone“ ekranas yra originali „Apple“ dalis.
ms: Paparan iPhone ialah komponen Apple asli.
nl: iPhone-scherm is een origineel Apple onderdeel.
no: iPhone-skjermen er en originaldel fra Apple.
pl: iPhone ma oryginalny wyświetlacz Apple.
pt_br: A tela do iPhone é uma peça genuína da Apple.
pt_pt: O ecrã deste iPhone é uma peça Apple genuína.
ro: Afișajul iPhone‑ului este o componentă Apple originală.
ru: Дисплей iPhone является подлинной деталью Apple.
sk: Displej vášho iPhonu je originálny diel od spoločnosti Apple.
sl: iPhonov zaslon je originalna komponenta Apple.
sv: Skärmen på denna iPhone är en äkta Apple-komponent.
th: จอภาพของ iPhone เป็นชิ้นส่วนของแท้จาก Apple
tr: iPhone ekranı orijinal bir Apple parçası.
uk: В iPhone установлено оригінальний дисплей Apple.
vi: Màn hình của iPhone là linh kiện Apple chính hãng.
zh_cn: iPhone显示屏为正品Apple部件。
zh_hk: iPhone的螢幕為Apple原廠零件。
zh_tw: iPhone螢幕為Apple原廠零件。

source: Type
ar: النوع
bg: Тип
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
es: Tipo
es_us: Tipo
fi: Tyyppi
he: סוג
hi: प्रकार
hr: Vrsta
hu: Típus
id: Jenis
it: Tipo
ja: タイプ
kk: Түрі
ko: 유형
lt: Tipas
ms: Jenis
pl: Typ
pt_br: Tipo
pt_pt: Tipo
ro: Tip
ru: Тип
sk: Typ
sl: Vrsta
sv: Typ
th: ประเภท
tr: Tür
uk: Тип
vi: Loại
zh_cn: 类型
zh_hk: 類型
zh_tw: 類型

# FINISH_BG_REPAIR_DESC
source: Tap to configure your new back glass for this iPhone.
ar: اضغط لتكوين زجاج خلفي جديد لهذا الـ iPhone.
bg: Докоснете, за да се конфигурира вашето ново задно стъкло за този iPhone.
ca: Toca per configurar el nou vidre posterior de l’iPhone.
cs: Nakonfigurování nového zadního skla pro iPhone zahájíte klepnutím.
da: Tryk for at konfigurere det nye bagsideglas til denne iPhone.
de: Tippe, um die neue Glasrückseite für dieses iPhone zu konfigurieren.
el: Αγγίξτε για να διαμορφώσετε το νέο γυαλί πίσω πλευράς για αυτό το iPhone.
es: Toca para configurar el nuevo vidrio trasero del iPhone.
es_us: Toca para configurar el nuevo vidrio posterior del iPhone.
fi: Määritä uusi takalasi tälle iPhonelle napauttamalla.
fr: Touchez pour configurer votre nouveau verre arrière pour cet iPhone.
fr_ca: Touchez pour configurer le nouveau verre arrière de cet iPhone.
he: יש להקיש כדי להגדיר את הזכוכית האחורית החדשה שלך ב-iPhone זה.
hi: इस iPhone के लिए अपना नया बैक ग्लास कॉन्फ़िगर करने के लिए टैप करें।
hr: Dodirnite za konfiguriranje novog stražnjeg stakla za ovaj iPhone.
hu: Koppintson az új hátoldali üveg iPhone‑hoz való konfigurálásához.
id: Ketuk untuk mengonfigurasi kaca belakang baru Anda untuk iPhone ini.
it: Tocca per configurare il nuovo vetro posteriore per iPhone.
ja: タップして、このiPhone用の新しい背面カメラを構成します。
kk: Осы iPhone құрылғысы үшін жаңа артқы әйнекті теңшеу үшін түртіңіз.
ko: 탭하여 새로운 후면 유리를 이 iPhone용으로 구성하십시오.
lt: Bakstelėkite ir sukonfigūruokite naują šio „iPhone“ nugarėlės stiklą.
ms: Ketik untuk mengkonfigurasikan kaca belakang baharu anda untuk iPhone ini.
nl: Tik om het nieuwe glas aan de achterkant voor deze iPhone te configureren.
no: Trykk for å tilpasse det nye glasset på baksiden for denne iPhonen.
pl: Stuknij, aby skonfigurować nowy szklany tył dla tego iPhone’a.
pt_br: Toque para configurar o novo vidro traseiro deste iPhone.
pt_pt: Toque para configurar o vidro da parte de trás novo para este iPhone.
ro: Apăsați pentru a configura noua sticlă din spate pentru acest iPhone.
ru: Коснитесь, чтобы настроить новое заднее стекло для работы с этим iPhone.
sk: Klepnutím nakonfigurujete nové zadné sklo pre tento iPhone.
sl: Tapnite za konfiguracijo novega zadnjega stekla za ta iPhone.
sv: Tryck för att konfigurera det nya bakre glaset för denna iPhone.
th: แตะเพื่อกำหนดค่ากระจกฝาหลังใหม่ของคุณสำหรับ iPhone เครื่องนี้
tr: Bu iPhone için yeni arka camınızı ayarlamak üzere dokunun.
uk: Торкніть, щоб сконфігурувати нове заднє скло для цього iPhone.
vi: Chạm để định cấu hình mặt kính sau mới của bạn cho iPhone này.
zh_cn: 轻点配置此iPhone的新背面玻璃。
zh_hk: 點一下即可為此iPhone設定新的背面玻璃。
zh_tw: 點一下來設定此iPhone的新背面玻璃。

# SPEAKER_SETTINGS_TITLE
source: Speaker Issue
ar: مشكلة في السماعة
bg: Проблем с високоговорителя
ca: Problema amb l’altaveu
cs: Problém s reproduktorem
da: Problem med højttaler
de: Lautsprecherproblem
el: Ζήτημα ηχείου
es: Problema con el altavoz
es_us: Problema con el altavoz
fi: Kaiutinongelma
fr: Problème de haut-parleur
fr_ca: Problème de haut-parleur
he: בעיה עם הרמקול
hi: स्पीकर संबंधी समस्या
hr: Problem sa zvučnikom
hu: Hangszóróval kapcsolatos probléma
id: Masalah Speaker
it: Problema con l’altoparlante
ja: スピーカーの問題
kk: Динамик мәселесі
ko: 스피커 문제
lt: Garsiakalbio problema
ms: Isu Speaker
nl: Probleem met luidspreker
no: Feil med høyttaler
pl: Problem z głośnikiem
pt_br: Problema com o Alto-falante
pt_pt: Problema no altifalante
ro: Problemă legată de difuzor
ru: Неполадка динамика
sk: Problém s reproduktorom
sl: Težava z zvočnikom
sv: Problem med högtalaren
th: ปัญหาลำโพง
tr: Hoparlör Sorunu
uk: Проблема з динаміком
vi: Sự cố loa
zh_cn: 扬声器问题
zh_hk: 喇叭問題
zh_tw: 揚聲器問題

# FINISH_FACEID_DESC
source: A new TrueDepth Camera was detected. Restart to configure your new TrueDepth Camera and enable Face ID for this iPhone.
ar: تم اكتشاف كاميرا عمق حقيقي جديدة. أعد التشغيل لتكوين كاميرا العمق الحقيقي الجديدة وتمكين بصمة الوجه لهذا الـ iPhone.
bg: Открита е нова камера TrueDepth. Рестартирайте, за да се конфигурира новата камера TrueDepth и за да се активира Face ID за този iPhone.
ca: S’ha detectat una càmera TrueDepth nova. Per configurar‑la i activar el Face ID, cal que reiniciïs l’iPhone.
cs: Byl nalezen nový TrueDepth fotoaparát. Chcete‑li ho nakonfigurovat a zapnout Face ID, restartujte iPhone.
da: Et nyt TrueDepth-kamera blev fundet. Genstart for at konfigurere det nye TrueDepth-kamera og slå Face ID til på denne iPhone.
de: Eine neue TrueDepth-Kamera wurde erkannt. Starte das iPhone neu, damit die neue TrueDepth-Kamera konfiguriert und Face ID für das iPhone aktiviert werden kann.
el: Εντοπίστηκε μια νέα κάμερα TrueDepth. Κάντε επανεκκίνηση για να διαμορφώσετε τη νέα κάμερα TrueDepth σας και ενεργοποιήστε το Face ID για αυτό το iPhone.
es: Se ha detectado una nueva cámara TrueDepth. Para configurarla, debes reiniciar el iPhone y activar Face ID.
es_us: Se detectó una nueva cámara TrueDepth. Reinicia para configurarla y activar Face ID para este iPhone.
fi: Uusi TrueDepth-kamera havaittiin. Käynnistä uudelleen, jotta voit määrittää uuden TrueDepth-kameran ja ottaa Face ID:n käyttöön tälle iPhonelle.
fr: Une nouvelle caméra TrueDepth a été détectée. Redémarrez pour configurer votre nouvelle caméra TrueDepth et activer Face ID pour cet iPhone.
fr_ca: Une nouvelle caméra TrueDepth a été détectée. Pour la configurer et activer Face ID, redémarrez cet iPhone.
he: זוהתה מצלמת TrueDepth חדשה. יש לבצע הפעלה מחדש כדי להגדיר את מצלמת ה-TrueDepth החדשה ולהפעיל את Face ID ב-iPhone זה.
hi: नए TrueDepth कैमरा की पहचान की गई। इस iPhone के लिए अपना नया TrueDepth कैमरा कॉन्फ़िगर करने और Face ID सक्षम करने के लिए रीस्टार्ट करें।
hr: Detektirana je nova TrueDepth kamera. Ponovno uključite kako biste konfigurirali novu TrueDepth kameru i omogućili Face ID za ovaj iPhone.
hu: Új TrueDepth-kamera észlelhető. Indítsa újra az eszközt, hogy konfigurálni lehessen az új TrueDepth-kamerát, és engedélyezni lehessen a Face ID‑t ehhez az iPhone‑hoz.
id: Kamera TrueDepth baru terdeteksi. Mulai ulang untuk mengonfigurasi Kamera TrueDepth baru Anda dan mengaktifkan Face ID untuk iPhone ini.
it: È stata rilevata una nuova fotocamera TrueDepth. Riavvia per configurarla e per abilitare Face ID per iPhone.
ja: 新しいTrueDepthカメラが検出されました。このiPhone用の新しいTrueDepthカメラを構成してFace IDを設定するには再起動してください。
kk: Жаңа TrueDepth камерасы анықталды. Жаңа TrueDepth камерасын теңшеу үшін қайта іске қосыңыз және осы iPhone үшін Face ID функциясын қосыңыз.
ko: 새로운 TrueDepth 카메라가 감지되었습니다. 새로운 TrueDepth 카메라를 이 iPhone용으로 구성하고 Face ID를 활성화하기 위해 재시동이 필요합니다.
lt: Aptikta nauja „TrueDepth“ kamera. Paleiskite iš naujo ir sukonfigūruokite naują „TrueDepth“ kamerą bei įjunkite „Face ID“ šiam „iPhone“.
ms: Kamera TrueDepth baharu telah dikesan. Mula semula untuk mengkonfigurasikan Kamera TrueDepth baharu anda dan dayakan Face ID bagi iPhone ini.
nl: Er is een nieuwe TrueDepth-camera gedetecteerd. Start opnieuw op om de nieuwe TrueDepth-camera te configureren en Face ID voor deze iPhone in te schakelen.
no: Nytt TrueDepth-kamera registrert. Start iPhonen på nytt for å klargjøre det nye TrueDepth-kameraet og aktivere Face ID.
pl: Wykryty został nowy aparat TrueDepth. Uruchom ponownie, aby skonfigurować go i włączyć Face ID dla tego iPhone’a.
pt_br: Uma nova Câmera TrueDepth foi detectada. Para configurá‑la e ativar o Face ID, reinicie o iPhone.
pt_pt: Foi detetada uma câmara TrueDepth nova. Reinicie para configurá‑la e ativar o Face ID para este iPhone.
ro: A fost detectată o cameră TrueDepth nouă. Reporniți pentru a o configura și a activa Face ID pentru acest iPhone.
ru: Обнаружена новая камера TrueDepth. Чтобы настроить ее для работы с этим iPhone и включить Face ID, перезагрузите устройство.
sk: Bola detegovaná nová TrueDepth kamera. Ak ju chcete nakonfigurovať a zapnúť Face ID, reštartujte iPhone.
sl: Zaznana je bila nova kamera TrueDepth. Za konfiguracijo nove kamere TrueDepth in omogočanje funkcije Face ID za ta iPhone izvedite ponovni zagon.
sv: En ny TrueDepth-kamera upptäcktes. Starta om för att konfigurera din nya TrueDepth-kamera och aktivera Face ID för denna iPhone.
th: ตรวจพบกล้อง TrueDepth ใหม่ เริ่มการทำงานเครื่องใหม่เพื่อกำหนดค่ากล้อง TrueDepth ใหม่ของคุณและเปิดใช้งาน Face ID สำหรับ iPhone เครื่องนี้
tr: Yeni bir TrueDepth Kamera algılandı. Bu iPhone için yeni TrueDepth Kamera’nızı ayarlamak ve Face ID’yi etkinleştirmek üzere yeniden başlatın.
uk: Виявлено нову камеру TrueDepth. Перезапустіть, щоб сконфігурувати нову камеру TrueDepth і ввімкнути Face ID для цього iPhone.
vi: Đã phát hiện một Camera TrueDepth mới. Hãy khởi động lại để định cấu hình Camera TrueDepth mới và bật Face ID cho iPhone này.
zh_cn: 检测到新原深感摄像头。重新启动配置此iPhone的新原深感摄像头并启用面容ID。
zh_hk: 偵測到新的「原深感測鏡頭」。重新啟動即可設定新的「原深感測鏡頭」並啟用此iPhone的Face ID。
zh_tw: 偵測到新原深感測相機。請重新啟動來設定此iPhone的新原深感測相機並啟用Face ID。

# UWB
source: Ultra Wideband
ar: النطاق فائق العرض
ca: Banda ultraampla
cs: Ultraširoké pásmo
da: Ultrabredbånd
el: Υπερευρεία ζώνη
es: Banda ultraancha
es_us: Banda ultraancha
fr_ca: Bande ultralarge
he: פס אולטרה-רחב
hi: अल्ट्रा वाइडबैंड
hr: Ultraširoki pojas
hu: Ultraszélessáv
it: Banda ultralarga
ja: 超広帯域無線
ko: 초광대역
ms: Jalur Ultralebar
no: Ultrabredbånd
pt_br: Banda Ultralarga
pt_pt: Ultra banda larga
ro: Bandă ultralargă
sk: Ultraširoké pásmo
sl: Ultraširokopasovna povezava
th: แถบความถี่กว้างยิ่งยวด
tr: Ultra Geniş Bant
uk: UWB
vi: Băng thông siêu rộng
zh_cn: 超宽带
zh_hk: 超寬頻
zh_tw: 超寬頻

# SPEAKER_COMPONENT
source: Speaker
ar: السماعة
bg: Високоговорител
ca: Altaveu
cs: Reproduktor
da: Højttaler
de: Lautsprecher
el: Ηχείο
es: Altavoz
es_us: Altavoz
fi: Kaiutin
fr: Haut-parleur
fr_ca: Haut-parleur
he: רמקול
hi: स्पीकर
hr: Zvučnik
hu: Hangszóró
it: Altoparlante
ja: スピーカー
kk: Динамик
ko: 스피커
lt: Garsiakalbis
nl: Luidspreker
no: Høyttaler
pl: Głośnik
pt_br: Alto-falante
pt_pt: Altifalante
ro: Difuzor
ru: Динамик
sk: Reproduktor
sl: Zvočnik
sv: Högtalare
th: ลำโพง
tr: Hoparlör
uk: Динамік
vi: Loa
zh_cn: 扬声器
zh_hk: 喇叭
zh_tw: 揚聲器

# USED_DISPLAY_DESC_IPAD
source: iPad display is an used Apple part.
ar: شاشة iPad شاشة مستعملة من Apple.
bg: Екранът на iPad е използвана част на Apple.
ca: La pantalla de l’iPad és un component d’Apple de segona mà.
cs: V iPadu je nainstalovaný použitý displej od společnosti Apple.
da: Skærmen på denne iPad er en brugt Apple-reservedel.
de: Das iPad-Display ist ein gebrauchtes Bauteil von Apple.
el: Η οθόνη του iPad αποτελεί μεταχειρισμένο εξάρτημα Apple.
es: La pantalla del iPad es una pieza reutilizada de Apple.
es_us: La pantalla de tu iPad es una pieza de segunda mano de Apple.
fi: iPadin näyttö on käytetty Apple-osa.
fr: L’écran de l’iPad est une pièce Apple réutilisée.
fr_ca: L’écran de l’iPad est une pièce Apple usagée.
he: צג ה-iPad הוא רכיב Apple משומש.
hi: iPad डिस्प्ले, Apple का पुराना पार्ट है।
hr: Zaslon iPada je korišteni Apple proizvod.
hu: Az iPad kijelzője használt Apple-alkatrész.
id: Layar iPad adalah komponen Apple bekas.
it: Lo schermo di iPad è una parte Apple usata.
ja: iPadのディスプレイはApple中古部品です。
kk: iPad дисплейі — қолданыста болған Apple бөлшегі.
ko: iPad 디스플레이가 중고 Apple 부품입니다.
lt: „iPad“ ekranas yra kitam įrenginiui priklausanti „Apple“ dalis.
ms: Paparan iPad ialah komponen Apple terpakai.
nl: iPad-scherm is een gebruikt Apple onderdeel.
no: iPad-skjermen er en brukt Apple-del.
pl: iPad ma używany wyświetlacz Apple.
pt_br: A tela do iPad é uma peça da Apple usada.
pt_pt: O ecrã deste iPad é uma peça Apple recondicionada.
ro: Afișajul iPad‑ului este o componentă Apple utilizată.
ru: Дисплей iPad является бывшей в употреблении деталью Apple.
sk: Displej v iPade je použitý diel od spoločnosti Apple.
sl: iPadov zaslon je rabljena komponenta Apple.
sv: iPad-skärmen är en begagnad Apple-komponent.
th: จอภาพของ iPad เป็นชิ้นส่วนที่ใช้แล้วจาก Apple
tr: iPad ekranı ikinci el bir Apple parçası.
uk: В iPad установлено вживаний дисплей від Apple.
vi: Màn hình của iPad là linh kiện Apple đã sử dụng.
zh_cn: iPad显示屏为已使用的Apple部件。
zh_hk: iPad螢幕為已使用的Apple零件。
zh_tw: iPad螢幕為已使用的Apple零件。

# PART_ISSUE
source: Issue
ar: المشكلة
bg: Проблем
ca: Problema
cs: Problém
da: Problem
de: Problem
el: Ζήτημα
es: Problema
es_us: Problema
fi: Ongelma
fr: Problème
fr_ca: Problème
he: בעיה
hi: समस्या
hr: Problem
hu: Probléma
id: Masalah
it: Problema
ja: 問題
kk: Мәселе
ko: 문제
lt: Problema
ms: Isu
nl: Probleem
no: Feil
pl: Problem
pt_br: Problema
pt_pt: Problema
ro: Problemă
ru: Неполадка
sk: Problém
sl: Težava
sv: Problem
th: ปัญหา
tr: Sorun
uk: Проблема
vi: Sự cố
zh_cn: 问题
zh_hk: 問題
zh_tw: 問題

# FINISH_BATTERY_DESC
source: A new battery was detected. Restart to configure your new battery for this iPhone.
ar: تم اكتشاف بطارية جديدة. يرجى إعادة التشغيل لتكوين البطارية الجديدة لهذا الـ iPhone.
bg: Открита е нова батерия. Рестартирайте, за да се конфигурира новата батерия за този iPhone.
ca: S’ha detectat una bateria nova. Per configurar‑la, cal que reiniciïs l’iPhone.
cs: Byla nalezena nová baterie. Chcete‑li ji nakonfigurovat, restartujte iPhone.
da: Et nyt batteri blev fundet. Genstart for at konfigurere det nye batteri til denne iPhone.
de: Eine neue Batterie wurde erkannt. Starte das iPhone neu, damit die neue Batterie konfiguriert werden kann.
el: Εντοπίστηκε μια νέα μπαταρία. Κάντε επανεκκίνηση για να διαμορφώσετε τη νέα μπαταρία για αυτό το iPhone.
es: Se ha detectado una nueva batería. Para configurarla, debes reiniciar el iPhone.
es_us: Se detectó una nueva batería. Para configurarla, reinicia el iPhone.
fi: Uusi akku havaittiin. Käynnistä uudelleen, jotta voit määrittää uuden akun tälle iPhonelle.
fr: Une nouvelle batterie a été détectée. Redémarrez pour configurer votre nouvelle batterie pour cet iPhone.
fr_ca: Une nouvelle batterie a été détectée. Pour la configurer, redémarrez cet iPhone.
he: זוהתה סוללה חדשה. יש לבצע הפעלה מחדש כדי להגדיר את הסוללה החדשה ב-iPhone זה.
hi: नई बैटरी की पहचान की गई। इस iPhone के लिए अपनी नई बैटरी कॉन्फ़िगर करने के लिए रीस्टार्ट करें।
hr: Detektirana je nova baterija. Ponovno uključite kako biste konfigurirali novu bateriju za ovaj iPhone.
hu: Új akkumulátor észlelhető. Indítsa újra az eszközt, hogy konfigurálni lehessen az új akkumulátort ehhez az iPhone‑hoz.
id: Baterai baru terdeteksi. Mulai ulang untuk mengonfigurasi baterai baru Anda untuk iPhone ini.
it: È stata rilevata una nuova batteria. Riavvia per configurarla per iPhone.
ja: 新しいバッテリーが検出されました。このiPhone用の新しいバッテリーを構成するには、再起動してください。
kk: Жаңа аккумулятор анықталды. Осы iPhone құрылғысы үшін жаңа аккумуляторды теңшеу үшін құрылғыны қайта іске қосыңыз.
ko: 새로운 배터리가 감지되었습니다. 새로운 배터리를 이 iPhone용으로 구성하기 위해 재시동이 필요합니다.
lt: Aptiktas naujas akumuliatorius. Paleiskite iš naujo ir sukonfigūruokite naują šio „iPhone“ akumuliatorių.
ms: Bateri baharu telah dikesan. Mula semula untuk mengkonfigurasikan bateri baharu anda bagi iPhone ini.
nl: Er is een nieuwe batterij gedetecteerd. Start opnieuw op om de nieuwe batterij voor deze iPhone te configureren.
no: Det er registrert et nytt batteri. Start enheten på nytt for å tilpasse det nye batteriet for denne iPhonen.
pl: Wykryta została nowa bateria. Uruchom ponownie, aby skonfigurować ją dla tego iPhone’a.
pt_br: Uma nova bateria foi detectada. Para configurá‑la, reinicie o iPhone.
pt_pt: Foi detetada uma bateria nova. Reinicie para configurá‑la para este iPhone.
ro: A fost detectată o baterie nouă. Reporniți pentru a o configura pentru acest iPhone.
ru: Обнаружен новый аккумулятор. Чтобы настроить его для работы с этим iPhone, перезагрузите устройство.
sk: Bola detegovaná nová batéria. Ak ju chcete nakonfigurovať, reštartujte iPhone.
sl: Zaznana je bila nova baterija. Za konfiguracijo nove baterije za ta iPhone izvedite ponovni zagon.
sv: Ett nytt batteri upptäcktes. Starta om för att konfigurera det nya batteriet för denna iPhone.
th: ตรวจพบแบตเตอรี่ใหม่ เริ่มการทำงานเครื่องใหม่เพื่อกำหนดค่าแบตเตอรี่ใหม่ของคุณสำหรับ iPhone เครื่องนี้
tr: Yeni bir pil algılandı. Bu iPhone için yeni pilinizi ayarlamak üzere yeniden başlatın.
uk: Виявлено новий акумулятор. Перезапустіть, щоб сконфігурувати новий акумулятор для цього iPhone.
vi: Đã phát hiện một pin mới. Hãy khởi động lại để định cấu hình pin mới cho iPhone này.
zh_cn: 检测到新电池。重新启动配置此iPhone的新电池。
zh_hk: 偵測到新電池。重新啟動即可為此iPhone設定新電池。
zh_tw: 偵測到新的電池。請重新啟動來設定此iPhone的新電池。

source: Camera
ar: الكاميرا
bg: Камера
ca: Càmera
cs: Fotoaparát
da: Kamera
de: Kamera
el: Κάμερα
es: Cámara
es_us: Cámara
fi: Kamera
fr: Caméra
fr_ca: Caméra
he: מצלמה
hi: कैमरा
hr: Kamera
hu: Kamera
id: Kamera
it: Fotocamera
ja: カメラ
kk: Камера
ko: 카메라
lt: Kamera
ms: Kamera
no: Kamera
pl: Aparat
pt_br: Câmera
pt_pt: Câmara
ro: Cameră
ru: Камера
sk: Kamera
sl: Kamera
sv: Kameran
th: กล้อง
tr: Kamera
uk: Камера
zh_cn: 相机
zh_hk: 相機
zh_tw: 相機
